[
  {
    "name": { "en": "Min Sunshik", "ko": "" },
    "subtitles": { "en": ["Business Strategies & Management"], "ko": [] },
    "socials": ["https://kr.linkedin.com/in/sunshik-min-63a74811"],
    "bio": {
      "en": "Min Sunshik is the president of YBM, Korea's first professionally operated private language institute. In addition to its language programs, YBM and its affiliates engage in various businesses in the areas of publishing, education, testing, and real estate. Min received his DBA from Harvard Business School. In FingeRate, he provides advice on business strategies and management.",
      "ko": ""
    },
    "titles": { "en": [], "ko": [] },
    "articles": []
  },
  {
    "name": { "en": "Choi Jong-moon", "ko": "" },
    "subtitles": { "en": ["Business Strategies & Management"], "ko": [] },
    "socials": [],
    "bio": {
      "en": "Choi Jong-moon is a former Diplomate of Republic of Korea. He graduated from Yonsei University's Department of Political Science and started working in the Ministry of Foreign Affairs. Since then, he has mainly built a career in the field of multilateral diplomacy, served as a multilateral foreign affairs coordinator, and served as a French ambassador, and was appointed as the second vice foreign minister by the Moon Jae-inn government. In FingeRate, he provides advice on business strategies and connecting the project worldwide.",
      "ko": ""
    },
    "titles": { "en": [], "ko": [] },
    "articles": []
  },
  {
    "name": { "en": "Yang Chang-young", "ko": "" },
    "subtitles": { "en": ["Tourism"], "ko": [] },
    "socials": [
      "https://people.search.naver.com/search.naver?where=nexearch&query=%EC%96%91%EC%B0%BD%EC%98%81&sm=tab_etc&ie=utf8&key=PeopleService&os=314978"
    ],
    "bio": {
      "en": "Former member of the National Assembly of South Korea, Yang Chang-young is currently the CEO of the Dream Island. In addition, he also serves as vice-chairman of the GTI Expo and the secretary-general of the World Federation of Korean Association of Commerce. As an advisor of FingeRate project, he is helping to integrate the Dream Island with FingeRate project.",
      "ko": ""
    },
    "titles": { "en": [], "ko": [] },
    "articles": []
  },
  {
    "name": { "en": "Yoo Seung-gack", "ko": "" },
    "subtitles": { "en": ["Tourism"], "ko": [] },
    "socials": ["https://www.linkedin.com/in/%EC%8A%B9%EA%B0%81-%EC%9C%A0-b4833b195/"],
    "bio": {
      "en": "Yoo Seung-gack graduated from Kangwon University and now conducts research on tourism statistics, policy and development. He has participated in activities such as Gangwon province subsidy policy evaluation committee, city restoration advisory committee, Chuncheon city planning committee, Yanggu county district office advisory group, etc. In FingeRate, he gives advise on vitalizing, diversifying and advancing tourism blockchain business.",
      "ko": ""
    },
    "titles": { "en": [], "ko": [] },
    "articles": []
  },
  {
    "name": { "en": "Ko Kwang-hee", "ko": "" },
    "subtitles": { "en": ["Tourism"], "ko": [] },
    "socials": ["https://www.linkedin.com/in/kwang-hee-ko-5260b069"],
    "bio": {
      "en": "Ko Kwang-hee received a masters degree in Business Administration from Chosun university. He lived in Spain for over 30 years and was the president of the Association of Koreans in Spain and the chairman of the 15th Democratic Peace and Unification Council representing South Europe and Africa . Currently, he is the President of the Federation Association of Korean Businesses in Europe.",
      "ko": ""
    },
    "titles": { "en": [], "ko": [] },
    "articles": []
  },
  {
    "name": { "en": "Ha Jae-yeol", "ko": "하재열" },
    "subtitles": { "en": ["Technology"], "ko": [] },
    "socials": ["https://www.linkedin.com/in/jaeyeol-ha-6375aa6a"],
    "bio": {
      "en": "Ha Jae-yeol earned his Doctor of Philosophy (Ph.D.) degree from the Seoul National University, Department of Electrical Engineering & Computer Science(EECS) in 2008. He has served as the Chief Technical Officer (CTO) of Soundly for four years. At present, he is the Chief Executive Officer (CEO) of VHUG. As the CTO of the FingeRate project, he is responsible for developing and maintaining the operation of FingeRate's SoT (Satisfaction of Things) device.",
      "ko": ""
    },
    "titles": { "en": [], "ko": [] },
    "articles": []
  },
  {
    "name": { "en": "Lee Hee-jo", "ko": "" },
    "subtitles": { "en": ["Technology"], "ko": [] },
    "socials": ["https://www.linkedin.com/in/heejo-lee-9075774"],
    "bio": {
      "en": "Lee Hee-jo is currently a professor of computer science at Korea University. As he has extensive knowledge of software security by working as the head of the International Center for Research, he serves as a security consultant for FingeRate.",
      "ko": ""
    },
    "titles": { "en": [], "ko": [] },
    "articles": []
  },
  {
    "name": { "en": "Kim Jin-ho", "ko": "" },
    "subtitles": { "en": ["Technology"], "ko": [] },
    "socials": ["https://www.linkedin.com/in/jinho-kim-86769742"],
    "bio": {
      "en": "Kim Jin-ho is a professoser at the department of Computer Science at Kangwon National University. He serves as an advisor for security planning and designing for FingeRate project.",
      "ko": ""
    },
    "titles": { "en": [], "ko": [] },
    "articles": []
  },
  {
    "name": { "en": "Park Seung-gyun", "ko": "" },
    "subtitles": { "en": ["Investment"], "ko": [] },
    "socials": ["http://www.linkedin.com/in/%EC%8A%B9%EA%B7%A0-%EB%B0%95-ab38a6192"],
    "bio": {
      "en": "He is an expert in easing difficulties experienced by companies. He served as a chairman of the board in Gangwon province machinery cooperative (4 times), president of conference on agricultural industrial complex (3 times), chairman of Korea Federation of Small and Medium Business in Gangwon area and 26th chair of local chairman conference in the KBIZ. Occasionally, He delivers lecture on how to find jobs and start a business based on his experiences in Kangwon and Hallym University. As an investment advisor, he is serving a critical role in ‘FingeRate' for concluding partnership.",
      "ko": ""
    },
    "titles": { "en": [], "ko": [] },
    "articles": []
  },
  {
    "name": { "en": "Won Bong-hee", "ko": "" },
    "subtitles": { "en": ["Legal"], "ko": [] },
    "socials": ["http://www.linkedin.com/in/%EB%B4%89%ED%9D%AC-%EC%9B%90-8ab03689"],
    "bio": {
      "en": "Won Bong-hee is a senior attorney of Kim & Chang law firm. He served as the director of the international economy and as deputy director-general in finance of the former Ministry of Finance and Economy of the Republic of Korea. He is in charge of law and finance in FingeRate.",
      "ko": ""
    },
    "titles": { "en": [], "ko": [] },
    "articles": []
  },
  {
    "name": { "en": "Lee Sang-chan", "ko": "" },
    "subtitles": { "en": ["Legal"], "ko": [] },
    "socials": ["http://www.linkedin.com/in/%EC%83%81%EC%B0%AC-%EC%9D%B4-820abb44"],
    "bio": {
      "en": "Lee Sang-chan is working as the Head Manager of an IP law firm named Honesty & Patent. As a legal advisor, he is responsible for advising FingeRate as a patent attorney.",
      "ko": ""
    },
    "titles": { "en": [], "ko": [] },
    "articles": []
  },
  {
    "name": { "en": "Huh In-koo", "ko": "" },
    "subtitles": { "en": ["Public Relations"], "ko": [] },
    "socials": ["http://www.linkedin.com/in/%EC%83%81%EC%B0%AC-%EC%9D%B4-820abb44"],
    "bio": {
      "en": "Huh In-koo is the CEO of G1 Broadcasting Company. After graduating from the Department of Economics of Seoul National University, he started his career as a journalist at MBC in 1986. Later he moved to SBS in 1991 and has served in multiple roles for several departments. His roles included political reporter, Washington correspondent, sports director, & SBS Golf Channel CEO.",
      "ko": ""
    },
    "titles": { "en": [], "ko": [] },
    "articles": []
  }
]
