[
  {
    "name": { "en": "Subin Pinkayan", "ko": "수빈 핀카얀" },
    "subtitles": { "en": ["Thailand"], "ko": [] },
    "socials": ["http://www.seatecgroup.com/founder.php"],
    "bio": {
      "en": "Dr. Subin Pinkayan, served as the former Minister of Commerce and the former Minister of Foreign Affairs of Thailand, and is currently active in public affairs and company business - both at home and abroad. He is the Chairman of SEATEC Group, an engineering consulting firm. And he has received many prominent awards such as the 1991 Personal Service Award in \"National and International Prestige\" honored by Colorado State University and also a recipient of the 2003 Outstanding Alumni Award in \"Social Achievement Award\" honored by Asian Institute of Technology Alumni Association of Thailand.",
      "ko": ""
    },
    "titles": {
      "en": [
        "Chair, SEATEC (Southeast Asia Technology Co.)",
        "Chairman of the BOD, Asian Institute of Technology (AIT)",
        "Former Foreign Minister",
        "Former Commerce Minister"
      ],
      "ko": []
    },
    "articles": []
  },
  {
    "name": { "en": "Suh Nam Pyo", "ko": "서남표" },
    "subtitles": { "en": ["United States of America"], "ko": [] },
    "socials": ["https://en.wikipedia.org/wiki/Suh_Nam-pyo"],
    "bio": {
      "en": "Dr. Suh Nam Pyo is a world-renowned scientist and the former President of KAIST (Korea Advanced Institute of Science and Technology) from 2006 until 2013. He is also the founder director of the Laboratory of Manufacturing and Production at MIT and served as the Head of the Mechanical Engineering Department at MIT.\n        Dr. Suh invented the OLEV (On-line Electric Vehicle), an electric vehicle that charges wirelessly while moving by using electromagnetic induction, which was listed on the TIME’s Top 50 Inventions of the Year in 2010.",
      "ko": ""
    },
    "titles": {
      "en": [
        "Inventor, OLEV(On-line Electric Vehicle)",
        "Former Head of Mechanical Engineering, MIT",
        "Founding Director, MIT Laboratory of Manufacturing and Production",
        "Former President, KAIST"
      ],
      "ko": []
    },
    "articles": []
  },
  {
    "name": { "en": "Chairul Tanjung", "ko": "" },
    "subtitles": { "en": ["Indonesia"], "ko": [] },
    "socials": ["https://www.facebook.com/chairultanjung01/"],
    "bio": {
      "en": "Chairul Tanjung is the former Coordinating Minister for Economics in the Indonesian Government. Presently he is the Chairman at CT Corporation.",
      "ko": ""
    },
    "titles": { "en": ["Chairman, CT Corporation", "Former Coordinating Minister of Economics"], "ko": [] },
    "articles": []
  },
  {
    "name": { "en": "Ching Man Ho", "ko": "칭 만호" },
    "subtitles": { "en": ["China"], "ko": [] },
    "socials": [],
    "bio": {
      "en": "Ching Man Ho is the Honorary President of United Nations International Association of Peace Foundations, the President of International Association of Peace Foundations-IMECC and the Secretary-General of Chinese Non-government Medical Institutions Association International Medical Exchange and Cooperation Committee (IMECC). He is committed to the cooperation of international medical technologies, talents, health industry by establishing IMECC service platform based on the principle of \"fairness, justice and openness\" to integrate global high-quality medical resources and build a community of global health with a shared future\". IMECC promotes medical exchanges, scientific research development, trade exchanges and strategic cooperation between 530,000 Chinese non-government medical institutions and global medical institutions and promotes the comprehensive and feasible medical health fields worldwide.",
      "ko": ""
    },
    "titles": { "en": ["President, UN International Association of Peace Foundations"], "ko": [] },
    "articles": []
  },
  {
    "name": { "en": "Jan Kavan", "ko": "얀 카반 " },
    "subtitles": { "en": ["Czech Republic"], "ko": [] },
    "socials": ["https://en.wikipedia.org/wiki/Jan_Kavan"],
    "bio": {
      "en": "Jan Kavan is a former Czech politician aligned with the Czech Social Democratic Party (ČSSD). He served as the 3rd Minister of Foreign Affairs of the Czech Republic from 1998 to 2002 and one of the deputy prime ministers from 1999 to 2002. He was also a member of the Czechoslovak Federal Assembly, member of the Senate of the Czech Republic, and a member of the Chamber of Deputies. He was then elected as President of the United Nations General Assembly's 57th, a post he held from 2002 until 2003.\n    He currently serves as Chairman of the Czech-Slovak-Iranian Chamber of Commerce. Mr. Kavan is an Honorary Fellow at the London School of Economics and has an Honorary Doctorate of Humane letters at Adelphi University, New York. He has also received several human rights awards including Companion of Honour (UK), International Order of Merit (UK), Presidential Roll of Honor (USA).",
      "ko": ""
    },
    "titles": {
      "en": [
        "Former Deputy Prime Minister",
        "Former Foreign Minister",
        "President of the 57th Session of the UN General Assembly"
      ],
      "ko": []
    },
    "articles": []
  },
  {
    "name": { "en": "Louis Cheung", "ko": "루이스 청" },
    "subtitles": { "en": ["Hong Kong"], "ko": [] },
    "socials": ["https://www.ourhkfoundation.org.hk/en/node/961"],
    "bio": {
      "en": "Louis Cheung is the Co-founder and Managing Partner of Boyu Capital which focuses on private equity investment in China. Dr. Cheung has been Independent Non-executive Director of Standard Chartered PLC and Independent Director of Fubon Financial Holding. He was a global partner and management consultant at McKinsey & Company from 1993 to 2000. Dr. Cheung holds a Ph.D. in business information systems and a B.A. in engineering from the University of Cambridge.",
      "ko": ""
    },
    "titles": { "en": ["CEO, Boyu Capital Consultancy", "Former President of PingAn Insurance and partner"], "ko": [] },
    "articles": []
  },
  {
    "name": { "en": "Om Prakash Bhatt", "ko": "옴 프라캇 밧" },
    "subtitles": { "en": ["India"], "ko": [] },
    "socials": ["https://en.wikipedia.org/wiki/O._P._Bhatt"],
    "bio": {
      "en": "Om Prakash Bhatt is the former Chairman of State Bank of India. In 2016, he was appointed Chairman of TATA Steel. Also, he serves as an independent director on the board of the ‘Maharatna’ Central Public Sector Enterprise — Oil and Natural Gas Corporation Ltd, and Hindustan Unilever Ltd.",
      "ko": ""
    },
    "titles": { "en": ["Board Member, Tata Steel", "Former Chairman of the State Bank of India"], "ko": [] },
    "articles": []
  },
  {
    "name": { "en": "Loic Fauchon", "ko": "" },
    "subtitles": { "en": ["France"], "ko": [] },
    "socials": ["https://ideas4development.org/en/auteur/loic-fauchon-2"],
    "bio": {
      "en": "Loïc Fauchon is the President of the World Water Council and former President of the Water Supply Company of Marseille, France. In 1977, Mr. Fauchon established the NGO “Trans-Sahara Caravanes Sans Frontières” to respond to water-related humanitarian emergency situations. He is a member of the High Level Expert and Leaders Panel on Water and Disasters (HELP). In 2003 he was awarded the rank of Chevalier of the French Legion of Honour.",
      "ko": ""
    },
    "titles": { "en": ["President of the World Water Council", "Chairman and CEO, SAFIM"], "ko": [] },
    "articles": []
  },
  {
    "name": { "en": "Ben Shenglin", "ko": "벤 슐린" },
    "subtitles": { "en": ["China"], "ko": [] },
    "socials": ["https://www.linkedin.com/in/%E5%9C%A3%E6%9E%97-shenglin-%E8%B4%B2-ben-b12367a0/"],
    "bio": {
      "en": "Dr. Shenglin Ben is the dean of the Business School and Academy of Internet Finance at the Zhejiang University. Before joining the University of Zhejiang in 2014, Dr. Ben served as a CEO in leading financial services firms such as ABN AMRO, HSBC and JP Morgan Chase in China and as a member of the JP Morgan Global Leadership Team. Dr. Ben received his bachelor’s degree in engineering from Tsinghua University, China, a master’s degree in management from Renmin University, China and Ph.D. degree in Economics from Purdue University, USA.",
      "ko": ""
    },
    "titles": {
      "en": [
        "Dean, Zhejiang University Business School and Academy of Internet Finance",
        "Former CEO, JP Morgan Chase Bank China"
      ],
      "ko": []
    },
    "articles": []
  },
  {
    "name": { "en": "Pablo Bereciartua", "ko": "Pablo Bereciartua" },
    "subtitles": { "en": ["Argentina"], "ko": [] },
    "socials": ["https://twitter.com/pberecia?lang=en"],
    "bio": {
      "en": "With broad experience in the public, private and civil society sectors, Pablo is Chairman of Global Water Partnership (GWP) with headquarters in Stockholm, Sweden and President of the Argentine Center of Engineers (CAI) and of Bereco Labs in Buenos Aires, Argentina. He has been Secretary of State for Infrastructure and Water Policy of Argentina, President of the Water Planning Agency (APLA), and Board member at ACUMAR (the Matanza Riachuelo Watershed) (2015 /2019). Previously he was Undersecretary of Water Resources of Argentina and Director of Infrastructure of the Government of the City of Buenos Aires. He has been a Fulbright, Eisenhower Fellow, IIASA Fellow in Austria and Yale World Fellow in the USA. He has been awarded the “Ing. Antonio Marin” 2009 and “Ing. Enrique Butty” 2017 prizes granted by the National Academy of Engineering. He is currently a board member at Steering Committee member of the International Symposium on Next Generation Infrastructures (ISNGI), the Netherlands; advisory board member at EIT Climate KIC, European Institute for Climate Innovation; and at the Artificial Intelligence Department of the Universidad de San Andrés. He holds Civil, Hydraulics and Transportation Engineering degrees from the National University of La Plata, Argentina and graduate studies at IHE Delft, The Netherlands, the University of San Andres in Argentina, and at Berkeley and Yale universities in the United States. He is a Professor at the University of Buenos Aires (UBA) and former Dean of the Buenos Aires Institute of Technology (ITBA).",
      "ko": ""
    },
    "titles": {
      "en": [
        "Chairman, Global Water Partnerships (GWP)",
        "President, Argentinian Engineering Center",
        "Former Secretary of State for Infrastructure and Water Policy",
        "Former President of the Water Planning Agency (APLA)",
        "Former Undersecretary of Water Resources, Argentina"
      ],
      "ko": []
    },
    "articles": []
  },
  {
    "name": { "en": "Marsha Vande Berg", "ko": "마르샤 반데 베르그" },
    "subtitles": { "en": ["United States of America"], "ko": [] },
    "socials": ["https://www.linkedin.com/in/mjvb/"],
    "bio": {
      "en": "Dr. Marsha Vande Berg is a C-suite executive with a vast international experience in public and private sector. She is an executive board director and expert on the Asia Pacific’s dynamic investment and policy environment, focusing on macro risk factors for International markets investors. She also serves as an independent director of Quantum Advisors Pte., and RAND Center for Asia Pacific Policy board. She is the former CEO of the Pacific Pension Institute in San Francisco. Dr. Vande Berg holds a doctoral degree in German studies from Vanderbilt University and a master’s degree from Duke University.",
      "ko": ""
    },
    "titles": { "en": ["Independent Director, Quantum Advisors", "Former CEO, Pacific Pension Institute"], "ko": [] },
    "articles": [
      {
        "title": "The Business Time-Covid-19 won't derail sustainability momentum",
        "href": "https://www.businesstimes.com.sg/opinion/covid-19-wont-derail-sustainability-momentum"
      },
      {
        "title": "Milken Institute Review-Socially Responsible Investing Comes of Age",
        "href": "https://www.milkenreview.org/articles/socially-responsible-investing-comes-of-age"
      }
    ]
  },
  {
    "name": { "en": "Sir David Wright", "ko": "데이비드 라이트 경" },
    "subtitles": { "en": ["United Kingdom"], "ko": [] },
    "socials": ["https://en.wikipedia.org/wiki/David_Wright_(British_diplomat)"],
    "bio": {
      "en": "Sir David Wright is a former British Diplomat who served as the British ambassador to the Republic of Korea (1990–1994), and Japan (1996–1999). Currently, Sir David is the Chairman of Skarbek Associates, and Non-Executive Director of Rezolve, the Vice-President of the China-Britain Business Council, a member of the International Advisory Board of All Nippon Airways, and a Governor of the Royal Shakespeare Company. Also, he is the current Chair at the Korean British Business Council. During his career he was Private Secretary to HRH The Prince of Wales and the first CEO of British Trade International, and the Vice-Chairman at Barclays.",
      "ko": ""
    },
    "titles": {
      "en": [
        "Global Advisor Sumitomo Mitsui Banking Corporation",
        "Non-Executive Director of Rezolve",
        "Chairman of Skarbek Associates",
        "Former Vice-Chairman Barclays Capital",
        "Former British Ambassador to the Republic of Korea",
        "Former British Ambassador to Japan"
      ],
      "ko": []
    },
    "articles": []
  },
  {
    "name": { "en": "Han Seung-soo", "ko": "한승수" },
    "subtitles": { "en": ["Republic of Korea"], "ko": [] },
    "socials": ["https://en.wikipedia.org/wiki/Han_Seung-soo"],
    "bio": {
      "en": "He has had a distinguished academic, political and diplomatic career. He served as Professor of Economics at Seoul National University before entering politics in 1988, serving three terms as Member of the National Assembly. He was Minister of Trade and Industry, Korean Ambassador to the USA, Chief Secretary to the President, Deputy Prime Minister and Minister of Finance, Foreign Minister, and eventually Prime Minister. He was President of the 56th Session of the UN General Assembly (2001-02). He received the Nobel Peace Prize on behalf of the United Nations in 2001 and the honorary knighthood (KBE) from HM Queen Elizabeth II of the United Kingdom in 2004.",
      "ko": ""
    },
    "titles": {
      "en": [
        "Chair, Council of the Presidents of the UN General Assembly",
        "Former Prime Minister of the Republic of Korea",
        "President of the 56th Session of the UN General Assembly",
        "Former Special Envoy of the UN Secretary-General for Climate Change (2007-08) and for Disaster Risk Reduction and Water(2013-18)"
      ],
      "ko": []
    },
    "articles": []
  }
]
