[
  {
    "name": {
      "en": "Han Seung-soo",
      "ko": "한승수"
    },
    "subtitles": {
      "en": ["Former Prime Minister", "Founder"],
      "ko": ["총리님"]
    },
    "socials": ["https://en.wikipedia.org/wiki/Han_Seung-soo"],
    "bio": {
      "en": "He has had a distinguished academic, political and diplomatic career. He served as Professor of Economics at Seoul National University before entering politics in 1988, serving three terms as Member of the National Assembly. He was Minister of Trade and Industry, Korean Ambassador to the USA, Chief Secretary to the President, Deputy Prime Minister and Minister of Finance, Foreign Minister, and eventually Prime Minister. He was President of the 56th Session of the UN General Assembly (2001-02). He received the Nobel Peace Prize on behalf of the United Nations in 2001 and the honorary knighthood (KBE) from HM Queen Elizabeth II of the United Kingdom in 2004."
    },
    "titles": {
      "en": [
        "Former Prime Minister of the Republic of Korea",
        "Chairman, Council of Presidents of UN General Assembly (UNCPGA)",
        "Special Envoy of the UN Secretary-General for Climate Change (2007-08), DRR and Water(2013-18)"
      ]
    },
    "categories": ["Founders"]
  },
  {
    "name": {
      "en": "Kim Young-kun",
      "ko": "김영군"
    },
    "subtitles": {
      "en": ["Chairman, GN Corporation", "Co-Founder / CEO"],
      "ko": ["회장님"]
    },
    "socials": [
      "https://www.linkedin.com/in/%EC%98%81%EA%B5%B0-%EA%B9%80-36349343/"
    ],
    "bio": {
      "en": "Kim Young-kun has more than twenty years of experience in the IT area. His first company, GN corporation, was established almost twenty years ago, and has participated in about 100 national projects. Currently, he is the chairman of BNR Korea, GG56Ltd., and the CEO and Co-Founder of FingeRate."
    },
    "categories": ["Founders", "Leadership"]
  },

  {
    "name": {
      "en": "Choi Myung-ju",
      "ko": "최명주"
    },
    "subtitles": {
      "en": ["President", "UAE & Middle East"],
      "ko": ["대표님"]
    },
    "socials": ["https://www.linkedin.com/in/myungju-choi-13037a160"],
    "bio": {
      "en": "Choi Myung-ju currently serves as CEO of MEA & Co. which provides financial and business development consulting for Korean companies in middle east and Arab companies in Korea. He has served as CEO of PECSA and served as CEO at POSCO Capital. He transformed a brokerage house into small cap specialized investment bank as CEO at Kyobo Securities. He is the president of UAE & Middle East region of GG56 limited's blockchain project FingeRate."
    },
    "categories": ["Leadership"]
  },
  {
    "name": {
      "en": "Tabassum",
      "ko": "타바쑴 (하미소)"
    },
    "subtitles": {
      "en": ["CSO", "Strategic Planning"],
      "ko": ["이사", "전략기획"]
    },
    "socials": ["https://www.linkedin.com/in/tabassum-n-haque-11077871"],
    "bio": {
      "en": "Tabassum received her masters in Computer Engineering degree from South Korea as a Korean Govt. Scholarship Grantee (KGSP). She started her career as a developer in blockchain and later moved to strategy and business for blockchain ecosystem. She has technological as well as strategic knowledge of Blockchain and is fluent in English, Bengali (native), Korean and Hindi language."
    },
    "categories": ["Strategy", "Leadership", "Development"]
  },
  {
    "name": {
      "en": "Lee Seung-hong",
      "ko": "이승홍"
    },
    "subtitles": {
      "en": ["Sales Director"],
      "ko": ["이사", "영업관리"]
    },
    "socials": [
      "https://www.linkedin.com/in/%EC%8A%B9%ED%99%8D-lee-seunghong-%EC%9D%B4-807718192"
    ],
    "bio": {
      "en": "Lee Seung-hong has worked as the head of sales support department in GN corporation and also worked for establishing big data for Gangwon tourism as a general team leader. In FingeRate, he is working as a project manager in the department of SoT development."
    },
    "categories": ["Sales", "Leadership"]
  },
  {
    "name": {
      "en": "Ko Young-seok",
      "ko": "고영석"
    },
    "socials": ["https://www.linkedin.com/in/shokun335/"],
    "subtitles": {
      "en": ["Business Team Lead"],
      "ko": ["팀장", "사업관리"]
    },
    "categories": ["Business", "Sales"]
  },
  {
    "name": {
      "en": "Jang Jae-hyouk",
      "ko": "장재혁"
    },
    "subtitles": {
      "en": ["Management Team Lead"],
      "ko": ["팀장", "경영 지원팀"]
    },
    "socials": [
      "https://www.linkedin.com/in/%EC%9E%AC%ED%98%81-%EC%9E%A5-208283216/"
    ],
    "bio": {
      "ko": "경희대학교 경영대학 회계세무학과"
    },
    "categories": ["HR"]
  },
  {
    "name": {
      "en": "Marc",
      "ko": "마크"
    },
    "subtitles": {
      "en": ["Global Marketing Manager"],
      "ko": ["마케팅 마나저"]
    },
    "socials": ["https://www.linkedin.com/in/marc-breynart"],
    "bio": {
      "en": "Equipped with an MBA from Hanyang University and fueled by a genuine passion for strategic growth, Marc is a friendly and dynamic professional with a solid background in business development. His expertise lies in the realms of international business and digital marketing, where he thrives on navigating the ever-changing landscape with passion. Fluent in French, English, and Dutch, Marc possesses a unique specialization in Asian countries, allowing him to foster successful connections and collaborations across cultural boundaries."
    },
    "categories": ["Marketing", "Business"]
  },
  {
    "name": {
      "en": "Mari",
      "ko": "오마리"
    },
    "subtitles": {
      "en": ["Designer", "Marketing"],
      "ko": ["디자이너", "마케팅"]
    },
    "socials": [
      "https://www.linkedin.com/in/mari-oh-6a89b4228/",
      "https://maristar97.myportfolio.com/"
    ],
    "categories": ["Marketing", "Design"]
  },
  {
    "name": {
      "en": "Nikita Liakhovka",
      "ko": "니키타"
    },
    "subtitles": {
      "en": ["UI UX", "Web Developer"],
      "ko": ["UI UX", "웹 개발자"]
    },
    "socials": ["https://www.linkedin.com/in/nikita-liakhovka/"],
    "categories": ["Development", "Design"]
  }
]
